[
  {
    "Title": "Levende · Søren Ulrik Thomsen (1981)",
    "Description": "Allerede med debutdigtene i ”City Slang” (1981) understreger Søren Ulrik Thomsen (f. 1956), at han er en ny stemme med en ny skrift i dansk litteratur, og siden har Thomsen – i kraft af talrige vægtige digte, værker og poetikker – etableret sig som en af de betydeligste forfattere i nyere dansk litteratur. ”City Slang” – hvorfra det ikoniske digt ”Jeg er levende” stammer – er melankolsk storbypoesi med vægt på oplevelsen af byens rum, på fremmedgørelsen og på ensomheden. Det er byens puls, livets puls og jegets egen puls – sanset og bearbejdet af et åbent sind og en vågen krop.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Levende_soeren_ulrik_thomsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Blues in the night · Dan Turèll (1978)",
    "Description": "Dan Turèlls (1946-93) litterære produktivitet er et fænomen i nyere dansk litteraturhistorie. Manden flød bogstaveligt talt over med skrift! Blandt Turèlls bedste værker hører erindringscollagen ”Vangede billeder”, det poetiske megamanifest ”Karma Cowboy”, skønne, skønne ”Onkel Danny fortæller” samt – ikke mindst – de stemningsfulde langdigte ”Gennem byen sidste gang”, ”Hyldest til hverdagen” og ”Jeg skulle have været taxachauffør”. Den 15. oktober 1969 besluttede Turèll sig for, at han resten af sine dage ville være digter. Da han som 47-årig og efter længere tids kræftsygdom sov ind, skete det på årsdagen for denne hans poetiske ed. En digters liv var endt.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/BluesintheNight_DT.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Universets beskaffenhed · Benny Andersen (1960)",
    "Description": "Efter i en årrække at have ernæret sig som pianist i små danse- og jazzorkestre vovede Benny Andersen (f. 1929) i 1962 at satse alene på forfatterskabet. Dér fortsatte han dog sit musikalske virke: eksperiment med ordenes klang, rytme og samspil, bl.a. inspireret af børns ordlege. Allerede debuten “Den musikalske ål” fra 1960 vidner om en munter, uortodoks og ligefrem leg med ord og normalforestillinger, og gennem alle årene kendes Andersen på hverdagsnær omgang med sprogets uberegnelige magi og flertydige sprælskhed. Fra og med midt-1970’erne fokuserer han tematisk på, hvordan vi skrøbelige væsner kan og må søge det livsbefordrende vekselspil med omverdenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/UniversetsBeskaffenhed_Benny_Andersen_1960.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Græs klart · Ursula Andkjær Olsen (2006)",
    "Description": "Ursula Andkjær Olsens (f. 1970) digte besidder et stråleklart skær af poetisk visdom og tillokkende musikalitet. Udover et umiskendeligt og indiskutabelt digterisk talent er Andkjær Olsen i besiddelse af en kandidatgrad i musikvidenskab og filosofi samt en uddannelse fra Forfatterskolen. Hun hører til blandt vor tids lyriske sværvægtere, og lige siden debuten med “Lulus sange og taler” i 2000 har hun markeret sig som en digter med sin helt egen stil og sin helt egen stemme - eller “sine helt egne stemmer” burde man rettere sige. Andkjær Olsen er nemlig en mester i polyfoniens og de mange stemmers poesi, og hendes digte udgøres ofte af grænseløse og sammenvævede poetiske forløb af længere udstrækning.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Graes_Klart_UrsulaAndkjaer.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "I dreamed in a dream · Walt Whitman (1860)",
    "Description": "Den amerikanske poet og humanist Walt Whitman (1819-92) regnes blandt de største amerikanske digtere, og Whitmans poesi har præget og påvirket generationer af forfattere og litterære strømninger både i og uden for USA. På dansk grund var fx en forfatter som Johannes V. Jensen stærkt påvirket af Whitmans frie, ubundne stil – en stil, der kom til udtryk i såvel digtenes form som i deres indhold. Igennem hele sit liv udvidede, ombrød og reviderede Whitman sit mesterværk Leaves of grass, en digtsamling, der i førsteudgaven fra 1855 bestod af 12 tekster, men som i niende og sidste ”dødslejeudgave\" i 1891-92 bestod af 389 tekster – en besværgende, organisk, meditativ, humanistisk, fri og spirituel cyklus. ”I dreamed in a dream” optræder første gang i 1860-versionen af Leaves of grass.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/I_Dreamed_in_a_Dream-2.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Asfalten · Emil Bønnelycke (1918)",
    "Description": "Med sine futuristisk inspirerede digtsamlinger, begyndende med debuten “Ild og Ungdom” (1917), bragte Emil Bønnelycke (1893-1953) ekspressionismen ind i dansk lyrik. I velklingende, rimede og urimede strofer udtrykte Bønnelycke en begejstret, ung og livsforslugen dyrkelse af storby, fart og teknik, og hverdagskendte ting - sporvogne, plakatsøjler, tog og kiosker - blev beskrevet med sanseglæde. Bønnelycke stod ikke tilbage for de europæiske futuristers sans for dramatisk performancekunst, og med en mediebevidsthed, der var helt ny for forfattere, affyrede han ved en oplæsningsaften i 1919 et revolverskud - med opstandelse og furore i såvel forsamlingen som i morgendagens aviser til følge.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Asfalten_Emil_Boennelycke.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Jyden · Steen Steensen Blicher (1846)",
    "Description": "Steen Steensen Blicher (1782-1848) lader sig karakterisere som en af landets betydeligste folkelige og nationale digtere. Blichers betydning for dansk litteratur skyldes i altovervejende grad hans præstationer i novellegenren, og de bedste af hans noveller er mesterværker udi miljøbeskrivelser og raffineret fortælleteknik. Visen ”Jyden” blev forfattet i anledning af et folkemøde, Blicher forgæves forsøgte at stable på benene på bronzealder-højen Hohøj i 1846. I 1919 blev der rejst en mindesten over Blicher på Hohøj – med Blichers jydevise mejslet ind i stenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Jyden_Steen_Steensen_Blicher_1839_V2.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Det var fint · Dan Turèll (1974)",
    "Description": "Dan Turèlls (1946-93) litterære produktivitet er et fænomen i nyere dansk litteraturhistorie. Manden flød bogstaveligt talt over med skrift! Blandt Turèlls bedste værker hører erindringscollagen ”Vangede billeder”, det poetiske megamanifest ”Karma Cowboy”, skønne, skønne ”Onkel Danny fortæller” samt – ikke mindst – de stemningsfulde langdigte ”Gennem byen sidste gang”, ”Hyldest til hverdagen” og ”Jeg skulle have været taxachauffør”. Den 15. oktober 1969 besluttede Turèll sig for, at han resten af sine dage ville være digter. Da han som 47-årig og efter længere tids kræftsygdom sov ind, skete det på årsdagen for denne hans poetiske ed. En digters liv var endt.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/DetVarFint_DT.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Pludselig · Thomas Boberg (2009)",
    "Description": "Thomas Bobergs (f. 1960) forfatterskab bærer præg af uro og længsel. Ud af det er kommet en lang række digte, en enkelt roman og nogle af de bedste rejseskildringer i dansk litteratur. Rastløsheden er allestedsnærværende og resulterer i rejser uden mål og arrig kritik af det nye årtusinds normaliserende forbrugsforhippethed og ressourcekamp. Poesien bliver Bobergs modgift mod tidens materialistiske blindhed. Boberg debuterede i 1984 med digtsamlingen “Hvæsende på mit øjekast” og blev straks modtaget som et af de bedste bud på en arvtager til den estimerede 80’er-generation. Lige siden debuten har Boberg høstet stor anerkendelse for sit forfatterskab.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Pludselig_Thomas-Boberg.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Afspænding · Cecil Bødker (1960)",
    "Description": "Cecil Bødkers (f. 1927) forfatterskab bevæger sig mellem en fjernt ubestemt fortid og en endnu ikke indtrådt nutid, og der bygges i hendes bøger – romaner, noveller, skuespil og digte – konstant bro mellem natur og overnatur, realitet og symbol, hverdagsfornuft og fantastik. Trods død og undergangsvisioner er optimismen det fremherskende i forfatterskabet. I sine unge år arbejdede Bødker som sølvsmed, men debuterede som 26-årig som forfatter med digte i tidsskriftet Hvedekorn. I 1955 udkom hendes debutdigtsamling, og allerede året efter belønnedes Bødker med Edith Rodes hæderslegat for sine to første digtsamlinger. Det er dog som prosaforfatter, de fleste kender Bødker – ikke mindst som forfatteren bag en af alletiders mest elskede og prisbelønnede danske børnebøger: Silas og den sorte hoppe. Siden er det blevet til en lang række bøger om Silas – en meget populær serie børneromaner både dengang og i dag.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Afspaending_CecilBodker.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Blinkende lygter · Tove Ditlevsen (1947)",
    "Description": "Lyrikeren og prosaisten Tove Ditlevsen (1917-76) skrev på sine mangeartede personlige erfaringer, og hendes digtes enkle form og et billedsprog hentet fra en genkendelig verden, bidrog sammen med et stort prosaværk til forfatterskabets usædvanlige udbredelse. Ditlevsen betragtede sig fortrinsvis som lyriker og var dybt forankret i den danske lyriktradition. Hendes teksters udgangspunkt i det personlige og hverdagslige – opvækst, ægteskab, moderskab og misbrug –gjorde Ditlevsen til en elsket og læst forfatter, både i hendes levetid og i eftertiden. Begreber og termer som pigesind, kvindesind, blinkende lygter og barndommens gade skylder vi således Tove Ditlevsen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Blinkende-lygter_ToveDitlevsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Hierte-Suk · Thomas Kingo (1681)",
    "Description": "Som digter af salmer og verdslig poesi ligger præst og senere biskop Thomas Kingo (1634-1703) helt i tråd med sin samtids litterære æstetisk, hvor hver genre har sine helt egne stiltræk. Således formår Kingo i sine kraftfulde salmer helt at undsige den sanselighed, han lystigt dyrker i sine verdslige digte. Kingos varigste virkning i dansk litteratur knytter sig til hans salmedigtning, og han er både anerkendt og berømt for sin særegne barokke retorik – rig på bogstavklange og af stor rytmisk sikkerhed. Se bare digtet ”Hierte-Suk”!",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/HierteSuk_ThomasKingo.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Den lille Fugl · Vilhelm Helt (1700)",
    "Description": "På trods af en beskeden herkomst opnåede Vilhelm Helt (1652-1724) en strålende embedsmæssige karriere – som jurist, etatsråd og endelig som adlet konferensråd. Som digter udviser Helt en moderne bevidsthed og en formmæssig nyorientering – rodfæstet i senrenæssancen, men stående på tærsklen til oplysningstiden. Trods magtfuld politisk censur tog Helt igennem hele sit digteriske virke stilling til sin samtid – ofte gennem satire og spotske indlæg – og blotlagde en social indignation, som måske havde rødder tilbage i opvæksten på Falster. Også i ”Den lille Fugl” fornemmes Helts evne og vilje til at lade poesien favne livets tyngde.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/DenLilleFugl_VilhelmHelt.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Indvielsen · Schack von Staffeldt (1804)",
    "Description": "Schack von Staffeldt (1769-1826) opnåede ikke nogen særlig agtelse i sin samtid, men er senere blevet rehabiliteret som en af dansk romantiks betydeligste digtere. I sine digte demonstrerede Staffeldt en dyb indsigt i den romantiske filosofi og formåede at omsætte dens forestilling om verdens fundamentale splittelse mellem idéernes og fænomenernes sfære til stor og skøn poesi. I \"Indvielsen\", som indleder debutsamlingen fra 1804, har Staffeldt foreviget sit grundlæggende følelsesmønster, oplevelsen af at længes et andet sted hen og dog aldrig at kunne komme der. Staffeldts digte er fulde af iagttagelser fra den omgivende natur, der bruges som belæg for, at den sande virkelighed er af en anden natur.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Indvielsen_SchackvonStaffeldt.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Du deylig Rosen-Knop · Ambrosius Stub (1735)",
    "Description": "Ambrosius Stubs (1705-1758) udsvævende, omflakkende og forhutlede tilværelse er i eftertiden blevet lidt af en myte. Den fattige husmandssøn kom fra Fyn til Københavns Universitet, hvor han blev hængende i ti år, hvorefter han uden eksamen måtte hutle sig igennem med småjobs og underholdning på fynske herregårde. Stub besad en sikker sans for sin tids forskellige lyriske genrer – visen, drikkevisen, den gudelige sang og det moralske læredigt. Digtet \"Du deylig Rosen-Knop\" udgør med sin formfuldendte behandling af forgængeligheden som tema et højdepunkt i Stubs digteriske virke. Stubs lyrik er i enestående grad melodisk, enkel og raffineret borgerlig rokoko.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/DuDeyligRosenKnop_AmbrosiusStub.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Det døende Barn · H.C. Andersen (1827)",
    "Description": "Eventyret om skomager- og vaskekonesønnen Hans Christian Andersen (1805-75), der som blot 14-årig ælling drog til hovedstaden København for at blive kongelig skuespiller, og som siden endte som sit lands og sin planets største eventyrdigter, er kendt af ung som gammel. Men at Andersen ud over eventyrene også skrev talrige skuespil, romaner og digte, er nok mindre kendt. Særligt hans lyriske produktion var omfangsrig. Mere end 1000 digte har man kendskab til fra Andersens hånd – og det lige fra nationalromantisk besyngelse af fædreland (og Gud) til lejlighedsdigte, hyldestdigte, hed romantisk poesi samt mørk og tankefuld eksistensfilosofi på vers.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Det_doende_Barn_HCA.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "I Snee staaer Urt og Busk i Skjul · B.S. Ingemann (1831)",
    "Description": "Som lektor i dansk ved Sorø Akademi levede B.S. Ingemann (1789-1862) et stille digterliv. De tidlige poetiske værker kredser om psyken, menneskesindet og de voldsomme indre kampe, et menneske nødvendigvis må have med sig selv. Ingemanns største indsats som forfatter er hans nationalhistoriske prosaværker som fx ”Erik Menveds Barndom” og ”Dronning Margrethe”. Længe indgik hans værker i højskolernes undervisning, mens han blandt litterater i mange år blev negligeret eller ligefrem foragtet – på nær en lille håndfuld af hans sange og salmer, herunder den skønne vintersang ”I Snee staaer Urt og Busk i Skjul”.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/ISneeStaarUrtOgBuskISkjul_BSIngemann_1831.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Hvor skoven dog er frisk og stor · H.C. Andersen (1852)",
    "Description": "Eventyret om skomager- og vaskekonesønnen Hans Christian Andersen (1805-75), der som blot 14-årig ælling drog til hovedstaden København for at blive kongelig skuespiller, og som siden endte som sit lands og sin planets største eventyrdigter, er kendt af ung som gammel. Men at Andersen ud over eventyrene også skrev talrige skuespil, romaner og digte, er nok mindre kendt. Særligt hans lyriske produktion var omfangsrig. Mere end 1000 digte har man kendskab til fra Andersens hånd – og det lige fra nationalromantisk besyngelse af fædreland (og Gud) til lejlighedsdigte, hyldestdigte, hed romantisk poesi samt mørk og tankefuld eksistensfilosofi på vers.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Hvor-Skoven-dog-er-frisk-og-stor_H.C.-Andersen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Angst · Emil Aarestrup (1838)",
    "Description": "Lægen Emil Aarestrup (1800-56) udfoldede udelukkende sit litterære talent inden for lyrikken. Aarestrup var fornyer af den erotiske digtning, men hans digte har ikke erotikken som hovedtema – snarere angsten. I det lille digt “Angst” går angsten hånd i hånd med døden. Tilværelsens erotiske element er i digtet præget af en bevidsthed om kærlighedens og lidenskabens forgængelighed. Digtet er udtryk for en blasfemisk tankegang, der bæres af det forhold, at der intet er efter døden. Boblerne brister og forsvinder, hvilket fremkalder en angst, der gør øjeblikket inden – lidenskaben – så meget mere intens, idet den aldrig kan vare ved.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Angst_EmilAarestrup_V2.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Danmark, mit fædreland\" · H.C. Andersen (1850)",
    "Description": "Eventyret om skomager- og vaskekonesønnen Hans Christian Andersen (1805-75), der som blot 14-årig ælling drog til hovedstaden København for at blive kongelig skuespiller, og som siden endte som sit lands og sin planets største eventyrdigter, er kendt af ung som gammel. Men at Andersen ud over eventyrene også skrev talrige skuespil, romaner og digte, er nok mindre kendt. Særligt hans lyriske produktion var omfangsrig. Mere end 1000 digte har man kendskab til fra Andersens hånd – og det lige fra nationalromantisk besyngelse af fædreland (og Gud) til lejlighedsdigte, hyldestdigte, hed romantisk poesi samt mørk og tankefuld eksistensfilosofi på vers.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/DanmarkMitFaedreland_HcAndersen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Jeg ser nu i Nat · Morten Nielsen (u.å.)",
    "Description": "Morten Nielsen (1922-1944) nåede kun at udsende én digtsamling, ”Krigere uden Vaaben” (1943), men kom alligevel til at stå som sin generations litterære nøgleskikkelse i lyrikken. Under den tyske besættelse gik han ind i modstandsbevægelsen, arbejdede med flygtningetransporter og omkom ved et pistolskud i forbindelse med en våbentransport, kun 22 år gammel. Nielsens poesi, i debutsamlingen og i ”Efterladte Digte” (1945), er præget af to emner, kærligheden og døden. Han skildrer en frygt, ikke for døden i al almindelighed, men for døden i utide, den død, der kunne forhindre ham i at fuldføre den opgave, han mente at have.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/JegSerNuINat_MortenNielsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "De evige tre · Tove Ditlevsen (1942)",
    "Description": "Lyrikeren og prosaisten Tove Ditlevsen (1917-76) skrev på sine mangeartede personlige erfaringer, og hendes digtes enkle form og et billedsprog hentet fra en genkendelig verden, bidrog sammen med et stort prosaværk til forfatterskabets usædvanlige udbredelse. Ditlevsen betragtede sig fortrinsvis som lyriker og var dybt forankret i den danske lyriktradition. Hendes teksters udgangspunkt i det personlige og hverdagslige – opvækst, ægteskab, moderskab og misbrug –gjorde Ditlevsen til en elsket og læst forfatter, både i hendes levetid og i eftertiden. Begreber og termer som pigesind, kvindesind, blinkende lygter og barndommens gade skylder vi således Tove Ditlevsen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/DeEvigeTre_ToveDitlevsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Myggesang · Ivan Malinowski (1958)",
    "Description": "Den unge Ivan Malinowski (1926-89) var aktiv i modstandsbevægelsen under krigen, og ikke mindst på baggrund af krigens gru er hans litterære udgangspunkt nihilistisk. Med debutdigtene i 1958, hvorfra ”Myggesang” stammer, er Malinowski på fornem vis med til at introducere den radikale modernisme i dansk lyrik, og hans digtning – også den senere politisk engagerede – er kendetegnet ved en bestræbelse på at få digtenes billedplaner til at fungere samtidig på et konkret, et historisk, et personligt og et universelt niveau. Siden midttresserne havde Malinowski fast bopæl i Småland, og den svenske naturbaggrund markerer sig med stigende styrke i forfatterskabet.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Myggesang_Ivan_Malinowski_1958.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Vækst · Halfdan Rasmussen (1954)",
    "Description": "Under anden verdenskrig var Halfdan Rasmussen (1915-2002) en af Danmarks få modstandsdigtere og hovedkraften bag den illegale antologi ”Der brænder en ild”. Sideløbende med alvorstunge politisk engagerede værker har Rasmussen udgivet en lang række kendte og elskede underfundige børnebøger og en række lige så finurlige og charmerende digte for voksne – ikke mindst det lyriske hovedværk ”Tosserier”. Rasmussen har med stilfærdigt vemod selv kommenteret sit klart tvedelte forfatterskab i et af tosserierne: ”Jeg skriver sjove digte. / Jeg skriver osse triste. / De første læser andre folk. / Selv læser jeg de sidste.”",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Vaekst_HalfdanRasmussen_1954.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Kærligheden · Benny Andersen (1964)",
    "Description": "Efter i en årrække at have ernæret sig som pianist i små danse- og jazzorkestre vovede Benny Andersen (f. 1929) i 1962 at satse alene på forfatterskabet. Dér fortsatte han dog sit musikalske virke: eksperiment med ordenes klang, rytme og samspil, bl.a. inspireret af børns ordlege. Allerede debuten “Den musikalske ål” fra 1960 vidner om en munter, uortodoks og ligefrem leg med ord og normalforestillinger, og gennem alle årene kendes Andersen på hverdagsnær omgang med sprogets uberegnelige magi og flertydige sprælskhed. Fra og med midt-1970’erne fokuserer han tematisk på, hvordan vi skrøbelige væsner kan og må søge det livsbefordrende vekselspil med omverdenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Kaerligheden_BennyAndersen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Terminologi · Klaus Rifbjerg (1960)",
    "Description": "Frasagnene om Klaus Rifbjergs (1931-2015) litterære produktivitet taler sandt. Skriften, teksten og fortællingerne vitterligt flød fra Store Klaus, der i sin mere end 60-årige karriere som forfatter nåede at udgive langt over 100 værker – digtsamlinger, romaner, noveller, skuespil, essaysamlinger, rejseberetninger m.m. Som lyriker var Rifbjerg i sine unge år med til at revolutionere dansk poesi. Hans modernistiske digte – i samlinger som ”Konfrontation”, ”Camouflage” og ”Amagerdigte” – indvarslede en helt ny form for virkelighedsnær lyrik på dansk jord. Sproget, formen og motivverdenen lignede ikke noget, man havde set før – eller det vil sige: Det lignede jo virkeligheden, som denne nu engang fremstår: nærgående, vedkommende, uoverskuelig, virkelig.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Terminologi-1960_Klaus-Rifbjerg.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Jeg er dygtig · Jørgen Leth (1967)",
    "Description": "Jørgen Leth (f. 1937) – journalist, filminstruktør, dokumentarist, cykelaficionado og lyriker. Måske først og fremmest og allermest lyriker. Hos Leth er sproget og sprogets poesi således altid med på arbejde – uanset hvor nøgternt og registrerende han beskriver og bearbejder virkeligheden i film, dokumentar og tekst. Men bevægelsen og påvirkningen går også den anden vej, for lige som poesien udgør en potent kraft i alt, hvad Leth har skabt, så kan også hans journalistiske og filmiske blik på virkeligheden tydeligt aflæses i de mange poetiske værker fra hans hånd. Netop en dokumentarisk optagethed af overraskende og uventede ”almindeligheder” er Leths særkende som digter, hvorfor han som lyriker måske bedst lader sig karakterisere som antropologisk æstetiker.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Jeg-er-dygtig_Joergen-Leth.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Henry ind i landskabet · Per Højholt (1968)",
    "Description": "Hørbylundemanden Per Højholt (1928-2004) har i det seneste halve århundrede ydet en enorm indflydelse på dansk litteratur og danske forfattere. Højholts karakteristiske humør og humor – som fandt vej til digte, romaner, blindgyder, monologer, essays og standup-shows – var og er uforlignelig. Og som noget helt unikt formåede Højholt at forene humoren, morsomhederne og folkeligheden med noget af det ypperste inden for dansk litteratur. Højholts digte er skelsættende og fuldkomne filosofiske manøvrer med sprog, natur og menneske. Det er mageløst – og man er ofte målløs, men aldrig modløs, når man læser Højholt.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Henry-ind-i-landskabet-1968_Per-Hoejholt.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Her lades ikke alt håb ude · Benny Andersen (1974)",
    "Description": "Efter i en årrække at have ernæret sig som pianist i små danse- og jazzorkestre vovede Benny Andersen (f. 1929) i 1962 at satse alene på forfatterskabet. Dér fortsatte han dog sit musikalske virke: eksperiment med ordenes klang, rytme og samspil, bl.a. inspireret af børns ordlege. Allerede debuten “Den musikalske ål” fra 1960 vidner om en munter, uortodoks og ligefrem leg med ord og normalforestillinger, og gennem alle årene kendes Andersen på hverdagsnær omgang med sprogets uberegnelige magi og flertydige sprælskhed. Fra og med midt-1970’erne fokuserer han tematisk på, hvordan vi skrøbelige væsner kan og må søge det livsbefordrende vekselspil med omverdenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/HerLadesIkkeAltHåbUde_Benny_Andersen_1974.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Jeg kan køre · Jørgen Leth (1967)",
    "Description": "Jørgen Leth (f. 1937) – journalist, filminstruktør, dokumentarist, cykelaficionado og lyriker. Måske først og fremmest og allermest lyriker. Hos Leth er sproget og sprogets poesi således altid med på arbejde – uanset hvor nøgternt og registrerende han beskriver og bearbejder virkeligheden i film, dokumentar og tekst. Men bevægelsen og påvirkningen går også den anden vej, for lige som poesien udgør en potent kraft i alt, hvad Leth har skabt, så kan også hans journalistiske og filmiske blik på virkeligheden tydeligt aflæses i de mange poetiske værker fra hans hånd. Netop en dokumentarisk optagethed af overraskende og uventede ”almindeligheder” er Leths særkende som digter, hvorfor han som lyriker måske bedst lader sig karakterisere som antropologisk æstetiker.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Jeg-kan-koere-1967_Joergen-Leth.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Gennem byen en sidste gang · Dan Turèll (1977)",
    "Description": "Dan Turèlls (1946-93) litterære produktivitet er et fænomen i nyere dansk litteraturhistorie. Manden flød bogstaveligt talt over med skrift! Blandt Turèlls bedste værker hører erindringscollagen ”Vangede billeder”, det poetiske megamanifest ”Karma Cowboy”, skønne, skønne ”Onkel Danny fortæller” samt – ikke mindst – de stemningsfulde langdigte ”Gennem byen sidste gang”, ”Hyldest til hverdagen” og ”Jeg skulle have været taxachauffør”. Den 15. oktober 1969 besluttede Turèll sig for, at han resten af sine dage ville være digter. Da han som 47-årig og efter længere tids kræftsygdom sov ind, skete det på årsdagen for denne hans poetiske ed. En digters liv var endt.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/GennemByenSidsteGang_Dan-Turèll.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "I haven · Frank Jæger (1967)",
    "Description": "Fra sin debut med ”Dydige Digte” i 1948 blev Frank Jæger (1926-77) inddraget i kredsen af toneangivende moderne forfattere i Danmark. Allerede i debutdigtene anslår Jæger toner af lethed og beruselse i naturen og dagliglivet, men samtidig anes en ironisk illusionsnedbrydende oplevelse af tilværelsens forgængelighed. I digtet ”I haven” (1967) udfolder Jæger en organisk, sensuel og mystisk samhørighed med naturen – dog ikke helt fri for stikken og smerte. Digtet forlader os med en smuk beskrivelse af jeget som et stort hvidt (ubeskrevet?) blad, hvorpå regnen danser (skriver?).",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/IHaven_FrankJaeger_1967.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "At være · Svend Åge Madsen (1967)",
    "Description": "Svend Åge Madsens (f. 1939) forfatterskab er stort, skævt, skarpsindigt, sjovt - og svimlende. Lige siden debuten i 1962 - og altså i mere end 50 år! - har Madsen spillet sin helt egen uforlignelige rolle i dansk litteratur. Han er på én og samme tid filosofisk filur, sprælsk sprogekvilibrist og en fabelagtig historiefortæller. Madsen har gennem årene boltret sig inden for et utal af genrer: roman, novelle, drama, opera, uroman, ikke-bog og mikroman. Digtet “At være” er et af ganske få eksempler på poesi fra Madsens hånd. Digtet optræder i den aldeles fremragende (og meget, meget morsomme) fem-hæfte-roman “Tilføjelser” fra 1967.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/At_vaere_1967_Svend_Åge_Madsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Dengang · Benny Andersen (2001)",
    "Description": "Efter i en årrække at have ernæret sig som pianist i små danse- og jazzorkestre vovede Benny Andersen (f. 1929) i 1962 at satse alene på forfatterskabet. Dér fortsatte han dog sit musikalske virke: eksperiment med ordenes klang, rytme og samspil, bl.a. inspireret af børns ordlege. Allerede debuten “Den musikalske ål” fra 1960 vidner om en munter, uortodoks og ligefrem leg med ord og normalforestillinger, og gennem alle årene kendes Andersen på hverdagsnær omgang med sprogets uberegnelige magi og flertydige sprælskhed. Fra og med midt-1970’erne fokuserer han tematisk på, hvordan vi skrøbelige væsner kan og må søge det livsbefordrende vekselspil med omverdenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Dengang_Benny_Andersen_2001.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Sommerfugledalen · Inger Christensen (1991)",
    "Description": "Allerede i debutsamlingen “Lys” fra 1962 anslås hovedtematikken i Inger Christensens (1935-2009) forfatterskab, der skulle vise sig at folde sig ud til et af de væsentligste i moderne dansk litteratur. Temaet sproget og verden forfølger Christensen således i de skelsættende hovedværker “det” (1969), “alfabet” (1981) og - kronjuvelen - “Sommerfugledalen” (1991). Christensens eksklusive forfatterskab er kendetegnet ved en filosofisk og sprogfilosofisk indsigt, som digtene vinder poetisk styrke af. I sonetkransen “Sommerfugledalen”, som indledes med de berømte ord “De stiger op, planetens sommerfugle”, er det døden som vilkår - og en deraf følgende besyngelse af livet - der foldes smukt, sanseligt og storslået ud.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Sommerfugledalen-1991_Inger-Christensen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Springflod · Pia Tafdrup (1985)",
    "Description": "På trods af både romaner og skuespil på samvittigheden er det lyrikken, der er Pia Tafdrups (f. 1952) territorium. Det er her, hun regerer, det er her, hun er til. Tafdrup tilhører generationen af lyrikere, der med en høj grad af metasproglig bevidsthed og kroppen i centrum i 1980’erne skabte et æstetisk funderet modernistisk modsprog til den del af 70’ernes litteratur, der var overvejende ideologisk baseret. Tafdrup var banebrydende ved som den første kvindelige lyriker på dansk grund at sætte stærke sanselige billeder på den kvindelige erotik, og samlingen ”Springflod” fra 1985 udgør det mest kropspoetiske værk overhovedet i perioden.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Springflod_Pia-Tafdrup.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Da du midt under dansen pludselig greb mig · Søren Ulrik Thomsen (1991)",
    "Description": "Allerede med debutdigtene i ”City Slang” (1981) understreger Søren Ulrik Thomsen (f. 1956), at han er en ny stemme med en ny skrift i dansk litteratur, og siden har Thomsen – i kraft af talrige vægtige digte, værker og poetikker – etableret sig som en af de betydeligste forfattere i nyere dansk litteratur.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Da_du_midt_under_dansen1991_Soeren_Ulrik_Thomsen.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Hyldest til hverdagen · Dan Turèll (1984)",
    "Description": "Dan Turèlls (1946-93) litterære produktivitet er et fænomen i nyere dansk litteraturhistorie. Manden flød bogstaveligt talt over med skrift! Blandt Turèlls bedste værker hører erindringscollagen ”Vangede billeder”, det poetiske megamanifest ”Karma Cowboy”, skønne, skønne ”Onkel Danny fortæller” samt – ikke mindst – de stemningsfulde langdigte ”Gennem byen sidste gang”, ”Hyldest til hverdagen” og ”Jeg skulle have været taxachauffør”. Den 15. oktober 1969 besluttede Turèll sig for, at han resten af sine dage ville være digter. Da han som 47-årig og efter længere tids kræftsygdom sov ind, skete det på årsdagen for denne hans poetiske ed. En digters liv var endt.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Hyldest_til_hverdagen_DanTurell.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Aftensol · Henrik Nordbrandt (1995)",
    "Description": "Med sin uudtalte insisteren på poesiens ret til at være poesi var Henrik Nordbrandt (f. 1945) en fremmed i forhold til tidsånden i 1970’erne, der med sine krav om venstredrejet politisk eller selvbiografisk bekendelse måtte stemple Nordbrandts holdning som eskapistisk. Nordbrandts popularitet gennem årtier skyldes ikke mindst den eksotiske kolorit og den umiddelbart genkendelige erotiske melankoli, der løber som en strøm igennem digtene. Nordbrandts poesi hører til mesterklassen, hvilket ikke mindst skyldes digterens raffinerede refleksion over vanskeligheden ved at skabe ny stor poesi - en refleksion som i høj grad motiverer digtenes melankolske grundtone.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Aftensol-1995_Henrik-Nordbrandt.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Alfabet · Inger Christensen (1981)",
    "Description": "Allerede i debutsamlingen “Lys” fra 1962 anslås hovedtematikken i Inger Christensens (1935-2009) forfatterskab, der skulle vise sig at folde sig ud til et af de væsentligste i moderne dansk litteratur. Temaet sproget og verden forfølger Christensen således i de skelsættende hovedværker “det” (1969), “alfabet” (1981) og “Sommerfugledalen” (1991). I digtsamlingen ”alfabet” – fra hvilken vi her præsenterer de første tre digte på en og samme poesiplakat – udnyttes såvel alfabetet som Fibonacci-tallene som strukturerende og styrende princip, og det bliver både i kraft af og på trods af systemet, at digtene folder sig ud på smuk og overrumplende vis.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Alfabet_Inger_Christensen_1981.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Mit digt 1985 · Michael Strunge (1985)",
    "Description": "Skarp, provokerende og oprørsk. Michael Strunge (1958-86) er en af de vigtigste digtere i den generation af danske poeter, som er blevet kaldt firserdigterne og punkpoeterne. I Strunges digte kæmper smerten med skønheden, ensomheden med kærligheden og mennesket med snerrende bånd og strukturer. Strunge skrev ekspressivt om storbyens neonunivers og om en vingeskudt ungdoms drømme om gennem kaos at finde noget nyt. Det er livet, nuet, friheden og inderligheden, det gælder. Strunges digtning er den utilpassede, rodløse, rastløse, søgende, tvivlende, drømmende, sansende, elskende ungdoms manifest. Strunge er ikke (kun) for sarte sjæle – men for alle sjæle.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Mitdigt_MichaelStrunge.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Et råd til mine børnebørn · Benny Andersen (2001)",
    "Description": "Efter i en årrække at have ernæret sig som pianist i små danse- og jazzorkestre vovede Benny Andersen (f. 1929) i 1962 at satse alene på forfatterskabet. Dér fortsatte han dog sit musikalske virke: eksperiment med ordenes klang, rytme og samspil, bl.a. inspireret af børns ordlege. Allerede debuten “Den musikalske ål” fra 1960 vidner om en munter, uortodoks og ligefrem leg med ord og normalforestillinger, og gennem alle årene kendes Andersen på hverdagsnær omgang med sprogets uberegnelige magi og flertydige sprælskhed. Fra og med midt-1970’erne fokuserer han tematisk på, hvordan vi skrøbelige væsner kan og må søge det livsbefordrende vekselspil med omverdenen.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/EtRådTilMineBoerneboern_Benny_Andersen_2001.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Den dag · Herman Bang (1889)",
    "Description": "Det er et ubestrideligt faktum, at Herman Bang (1857-1912) hører til blandt de betydeligste og mest indflydelsesrige danske forfattere – nogensinde. Bang var moderne og hans stil impressionistisk og modernistisk i en grad, så det vakte opsigt og gav genlyd langt uden for lille Danmarks grænser. Særligt Bangs romaner, noveller og journalistik imponerer ved en – selv i det 21. århundrede – vital og sitrende impressionistisk stil, der drager læseren ind og fremmaner følelsen af selv at være til stede – lige dér midt i begivenhedernes centrum. Som lyriker er Bang mindre kendt, men med bl.a. digtet “Den Dag” fornemmer man tydeligt Bangs stilsikre greb om genren og – ikke mindst – den melankoli og eksistentielle uforløsthed, der forblev hans skæbne.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/den-dag_HermanBang.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Naturforskeren · Carsten Hauch (1819)",
    "Description": "Med digtet ”Naturforskeren”, skrevet få år efter debuten som skønlitterær forfatter og året før magistergraden i naturvidenskab, bekender Carsten Hauch (1790-1872) sin forankring i såvel digterkunsten som naturvidenskaben. Som barn af romantikken var der intet uhørt i at favne vidt og bredt som intellektuel skaberånd, og Hauchs livsbane rummer da også – foruden et forfatterskab udi poesi, prosa og dramatik – både en doktorgrad i naturvidenskab, et professorat i nordisk litteratur (og et ditto i æstetik) samt en længere årrække som direktør for det kongelige teater.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Naturforskeren_Carsten_Hauch_1819.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Fødslen · Yahya Hassan (2013)",
    "Description": "Opmærksomheden omkring dansk-palæstinensiske Yahya Hassans (f. 1995) selvbetitlede debutdigtsamling var så stor, at man skal tilbage til Vita Andersens Tryghedsnarkomaner fra 1977 for at finde noget tilsvarende. Yahya Hassan udkom d. 17. oktober 2013 i et oplag på ”normale” 800 eksemplarer, men efterspørgslen var enorm, og Gyldendal måtte lynhurtigt genoptrykke bogen. Oplaget – og salget – steg til først 11.000 eksemplarer, så 42.000, 57.000 og allerede i december 2013: vanvittige 100.000 bøger. Til dato er Yahya Hassan solgt i mere end 120.000 eksemplarer. Hassans digtsamling er en nådesløs autofiktiv beskrivelse af en drengs opvækst i en aarhusiansk ghetto præget af vold, svigt og kriminalitet (NATURLIGVIS SKREVET UDELUKKENDE MED VERSALER). Digtene er påtrængende, ubehagelige og konfrontatoriske i deres rå og voldsomme realisme, og som læser suges man ind og holdes fast i Hassans sproglige og narrative jerngreb. Det er, som om digteren mellem linjerne hvisler til os … Du bad selv om det, kære læser, du åbnede bogen, nu må du blive, læse, fuldføre ...",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Foedslen_Yahya_Hassan_2013.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Ved du godt at jeg beundrer din håndskrift · Lone Hørslev (2009)",
    "Description": "Lone Hørslev (f. 1974) besidder et alsidigt talent og har siden debuten med digtsamlingen ”Tak” fra 2001 slået sine ustyrlige folder som både lyriker, prosaist og musiker i diverse konstellationer. Hørslevs umiskendelige særpræg som forfatter er et unikt og underfundigt blik på det nære, det almindelige og det almenmenneskelige – ikke mindst parforholdet på godt og ondt. Hørslev formår på både pinlig og morsom vis at ramme plet, og med en sproglig lethed bliver der i Hørslevs poesi og prosa fortalt mange sandheder om mænd, kvinder og mennesker.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/VedDuGodt_Lene_Hoerslev_2009.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Noget om at finde forståelse · Halfdan Rasmussen (1952)",
    "Description": "Under anden verdenskrig var Halfdan Rasmussen (1915-2002) en af Danmarks få modstandsdigtere og hovedkraften bag den illegale antologi ”Der brænder en ild”. Sideløbende med alvorstunge politisk engagerede værker har Rasmussen udgivet en lang række kendte og elskede underfundige børnebøger og en række lige så finurlige og charmerende digte for voksne – ikke mindst det lyriske hovedværk ”Tosserier”. Rasmussen har med stilfærdigt vemod selv kommenteret sit klart tvedelte forfatterskab i et af tosserierne: ”Jeg skriver sjove digte. / Jeg skriver osse triste. / De første læser andre folk. / Selv læser jeg de sidste.”",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Noget-om-at-finde-forståelse_Halfdan.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "Introduction · Emil Bønnelycke (1917)",
    "Description": "Med sine futuristisk inspirerede digtsamlinger, begyndende med debuten “Ild og Ungdom” (1917), bragte Emil Bønnelycke (1893-1953) ekspressionismen ind i dansk lyrik. I velklingende, rimede og urimede strofer udtrykte Bønnelycke en begejstret, ung og livsforslugen dyrkelse af storby, fart og teknik, og hverdagskendte ting - sporvogne, plakatsøjler, tog og kiosker - blev beskrevet med sanseglæde. Bønnelycke stod ikke tilbage for de europæiske futuristers sans for dramatisk performancekunst, og med en mediebevidsthed, der var helt ny for forfattere, affyrede han ved en oplæsningsaften i 1919 et revolverskud - med opstandelse og furore i såvel forsamlingen som i morgendagens aviser til følge.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/Introduction-1917_Emil-Boennelycke.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  },
  {
    "Title": "På et tidspunkt · Caspar Eric (2017)",
    "Description": "Caspar Eric (f. 1987) har med en stor læserskare og flotte anmeldelser i ryggen markeret sig tydeligt og markant som en af sin generations mest lovende og karakterfulde lyrikere. Som en anden Strunge lader han vildskab, sproglig energi, voldsomme følelser og tydelige holdningstilkendegivelser finde udtryk i en hæsblæsende og karakteristisk lyrik, hvor dagligdags oplevelser, tildragelser, indtryk, tanker, sejre og skuffelser, håb og drømme formuleres i en kværnende monologisk energiudladning, der – i al sin genkendelige hverdagsagtighed – kredser om centrale eksistentielle temaer som liv, død, kærlighed, had, identitet og meningen med det hele.",
    "ImageUrl": "https://posterlife.dk/wp-content/uploads/2019/05/CasparEric_På_et_tidspunkt.jpg",
    "Price 70x100": 389,
    "Price 50x70": 249,
    "Price A3": 179
  }
]